/**
 * Created by linzi on 16-10-12.
 */
function cell(){
    return [
        {
            title: "小区",
            config: {
                divName: 'metro',
                circleColor: 'fuchsia',
                circleRadius: 3000,
                title: '超'
            },
            datas:[
        {
            "name": "富田太阳城",
            "position": [113.714574,34.723982]
        },
        {
            "name": "金色港湾(未来路)",
            "position": [113.703827,34.718375]
        },
        {
            "name": "鑫苑名家(鑫苑路)",
            "position": [113.701128,34.797349]
        },
        {
            "name": "天下城",
            "position": [113.662346,34.768238]
        },
        {
            "name": "花都港湾",
            "position": [113.679335,34.700471]
        },
        {
            "name": "银基王朝",
            "position": [113.715239,34.758986]
        },
        {
            "name": "龙湖花园(天赋路)",
            "position": [113.754425,34.78353]
        },
        {
            "name": "国泰罗马假日",
            "position": [113.683834,34.812259]
        },
        {
            "name": "远大理想城",
            "position": [113.736694,34.728328]
        },
        {
            "name": "橡树玫瑰城西区",
            "position": [113.710517,34.706449]
        },
        {
            "name": "国贸新领地",
            "position": [113.680019,34.784698]
        },
        {
            "name": "幸福港湾",
            "position": [113.691098,34.724467]
        },
        {
            "name": "太极公馆",
            "position": [113.649404,34.779656]
        },
        {
            "name": "恒大绿洲",
            "position": [113.76106,34.713895]
        },
        {
            "name": "明天花园",
            "position": [113.641841,34.8074]
        },
        {
            "name": "翰林世家",
            "position": [113.642535,34.740543]
        },
        {
            "name": "中华园",
            "position": [113.627431,34.811588]
        },
        {
            "name": "时尚PARTY",
            "position": [113.649516,34.761305]
        },
        {
            "name": "阳光新城",
            "position": [113.704072,34.796081]
        },
        {
            "name": "四季花城",
            "position": [113.65487,34.816165]
        },
        {
            "name": "美景天城(石化路)",
            "position": [113.7171,34.727875]
        },
        {
            "name": "绿岛港湾",
            "position": [113.659441,34.705234]
        },
        {
            "name": "方圆创世",
            "position": [113.685307,34.740652]
        },
        {
            "name": "欧洲花园",
            "position": [113.665443,34.799136]
        },
        {
            "name": "方圆经纬花园",
            "position": [113.618022,34.762291]
        },
        {
            "name": "美林河畔",
            "position": [113.716844,34.719769]
        },
        {
            "name": "上城公馆(姚砦路)",
            "position": [113.705595,34.784873]
        },
        {
            "name": "鑫苑国际城市花园(棉纺东路)",
            "position": [113.635958,34.758815]
        },
        {
            "name": "金水花园",
            "position": [113.708854,34.769884]
        },
        {
            "name": "天伦琥珀名城",
            "position": [113.690683,34.823767]
        },
        {
            "name": "花半里(花园北路)",
            "position": [113.682171,34.83064]
        },
        {
            "name": "金色年华(通泰路)",
            "position": [113.730634,34.757637]
        },
        {
            "name": "城市之星(明月路)",
            "position": [113.70852,34.724083]
        },
        {
            "name": "明珠小城",
            "position": [113.643816,34.764696]
        },
        {
            "name": "帝湖花园",
            "position": [113.618962,34.714308]
        },
        {
            "name": "城中央(石桥街)",
            "position": [113.65823,34.766087]
        },
        {
            "name": "汝河小区",
            "position": [113.610648,34.730796]
        },
        {
            "name": "正商蔚蓝港湾",
            "position": [113.622409,34.712912]
        },
        {
            "name": "非常国际",
            "position": [113.703725,34.790345]
        },
        {
            "name": "北苑家园",
            "position": [113.642616,34.816743]
        },
        {
            "name": "博雅西城",
            "position": [113.612875,34.745576]
        },
        {
            "name": "裕鸿花园",
            "position": [113.681183,34.748263]
        },
        {
            "name": "圣菲城",
            "position": [113.673656,34.802187]
        },
        {
            "name": "阳光花苑",
            "position": [113.575175,34.744975]
        },
        {
            "name": "未来花园",
            "position": [113.708757,34.771208]
        },
        {
            "name": "日月星城(南大街)",
            "position": [113.676276,34.749983]
        },
        {
            "name": "花时代",
            "position": [113.681624,34.830413]
        },
        {
            "name": "阳光公寓(郑汴路)",
            "position": [113.693683,34.747639]
        },
        {
            "name": "恒泰国际",
            "position": [113.699713,34.747359]
        },
        {
            "name": "中苑名都",
            "position": [113.644818,34.745524]
        }
    ]
        }
    ]
}
